/* Inspector -> Activity tab -> progress */
"%.2f%% (%.2f%% selected)" = "%1$.2f%% (%2$.2f%% 已选择)";

/* Torrent -> progress string */
"%.2f%% of torrent metadata retrieved" = "%.2f%% 种子元数据重新取回";

/* Prefs -> blocklist -> message */
"%@ IP address rules in list" = "%@ IP地址规则在列表";

/* Blocklist -> message
   Inspector -> Files tab -> file status string
   Torrent -> progress string */


"%@ of %@" = "%1$@ 于 %2$@";

/* Torrent -> progress string */
"%@ of %@ selected" = "%1$@ 于 %2$@ 已选择";

/* Torrent -> eta string */
"%@ remaining" = "%@ 剩余";

/* Add torrent -> info
   Torrent -> progress string */

"%@ selected" = "%@ 选择";

/* Inspector -> selected torrents
   stats total */

"%@ total" = "%@ 总计";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ 已验证";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d 缓存";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d 已连接";

/* Inspector -> Peers tab -> peers */
"%d DHT" = "%d DHT";

/* Dock item - Downloading */
"%d Downloading" = "%d 正在下载";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */



"%d files" = "%d 文件";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d 进入";

/* Action menu -> upload/download limit
   Status Bar -> speed tooltip */

"%d KB/s" = "%d KB/s";

/* Inspector -> Peers tab -> peers */
"%d known" = "%d 已知";

/* Inspector -> Peers tab -> peers */
"%d local discovery" = "%d 本地探索";

/* Inspector -> Peers tab -> peers */
"%d LTEP" = "%d LTEP";

/* Inspector -> selected torrents */
"%d magnetized transfers" = "%d 已磁化的传输";

/* Status bar transfer count */
"%d of %@" = "%1$d 于 %2$@";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces, %@ each" = "%1$d 块, %2$@ 每个";

/* Dock item - Seeding */
"%d Seeding" = "%d 正在做种";

/* Drag overlay -> torrents */
"%d Torrent Files" = "%d 种子文件";

/* Inspector -> selected torrents */
"%d Torrents Selected" = "%d 种子已选择";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d tracker";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */


"%d transfers" = "%d 传输";

/* Torrent -> status string */
"%d web seeds" = "%d 网络种子";

/* Inspector -> selected torrents
   stats -> bytes */

"%llu bytes" = "%llu 字节";

/* stats window -> times opened */
"%llu times" = "%llu 次";

/* time string */
"%u days" = "%u 天";

/* time string */
"%u hr" = "%u 小时";

/* time string */
"%u min" = "%u 分钟";

/* time string */
"%u sec" = "%u 秒";

/* File size - bytes */
"1 byte" = "1 字节";

/* time string */
"1 day" = "1 天";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */



"1 file" = "1 文件";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 已磁化的传输";

/* Create torrent -> info */
"1 piece, %@" = "1 块, %@";

/* stats window -> times opened */
"1 time" = "1 次";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */


"1 transfer" = "1 传输";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "\"%@\" 不是一个有效的种子文件.";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "一个屏蔽列表必须优先下载";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "名称为“%1$@”的文件已存在于目录“%2$@”。请选择新的名称或要创建种子文件的目录。";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "无法将文件夹移至其本身内部。";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "大小为零的文件无法创建种子文件。";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "无法创建此名称与目录的种子文件。";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "传输被标记为tracker的私密地址，无法连接到peer。 种子文件将在如果您打算将文件上传到一个跟踪网站的时候可用，将增加你的地址 .";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */

"A transfer of \"%@\" already exists." = "\"%@\"的传输任务已经存在。";

/* Inspector -> tab
   Inspector view -> title */

"Activity" = "活动";

/* Add torrent -> same name -> button */
"Add" = "添加";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "添加已磁化的文件失败";

/* Groups -> Button */
"All Groups" = "所有群组";

/* Create torrent -> failed -> warning */
"An unknown error has occurred." = "发生未知错误。";

/* Tracker last announce */
"Announce error" = "通知错误";

/* Tracker next announce */
"Announce in progress" = "通知进行";

/* Tracker next announce */
"Announce is queued" = "通知等待";

/* Tracker next announce */
"Announce not scheduled" = "通知未日程";

/* Tracker last announce */
"Announce timed out" = "通知超时";

/* All toolbar item -> label */
"Apply All" = "应用所有";

/* Selected toolbar item -> label */
"Apply Selected" = "应用所选";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "您真的要退出吗？";

/* Remove trackers alert -> title */
"Are you sure you want to remove %d trackers?" = "您确定要移除 %d 个tracker吗？";

/* Removal confirm panel -> title */
"Are you sure you want to remove %d transfers from the transfer list and trash the data files?" = "您是否确定要从传输列表移除 %d 项传输，并将删除资料文件？";

/* Removal confirm panel -> title */
"Are you sure you want to remove %d transfers from the transfer list?" = "您是否确定要从传输列表中移除 %d 项传输任务？";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "您是否确定要从传输列表中移除“%@”，并且将数据文件丢到垃圾桶？";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "您是否确定要从传输列表中移除“%@”？";

/* Remove trackers alert -> title */
"Are you sure you want to remove this tracker?" = "您确定要移除racker吗？";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "您确定要重设使用统计？";

/* inspector -> peer table -> header tool tip */
"Available" = "可用";

/* Transfer speed (Bytes per second) */
"B/s" = "B/s";

/* Preferences -> toolbar item title */
"Bandwidth" = "带宽";

/* Growl notification description */
"Bandwidth settings changed" = "带宽设置已改变";

/* Groups -> Name */
"Blue" = "蓝色";

/* File size - bytes */
"bytes" = "字节";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove trackers alert -> button
   Stats reset -> button */






"Cancel" = "取消";

/* Torrent Table -> tooltip */
"Change transfer settings" = "更改传输设定";

/* File Outline -> Menu */
"Check Selected" = "检查已选取";

/* Torrent -> status string */
"Checking existing data" = "正在检查现有文件";

/* Message window -> save button */
"Clear" = "清除";

/* inspector -> peer table -> header */
"Client" = "客户端";

/* View menu -> Quick Look */
"Close Quick Look" = "关闭快速浏览";

/* Blocklist -> message */
"Connecting to site" = "连接到站点";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "拷贝 \"%@\" 无法创建";

/* Create torrent -> failed -> warning */
"Could not read \"%s\": %s." = "无法读取 \"%1$s\": %2$s.";

/* Create torrent -> failed -> warning */
"Could not write \"%s\": %s." = "无法写入 \"%1$s\": %2$s.";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */

"Create" = "创建";

/* Drag overlay -> file */
"Create a Torrent File" = "创建种子文件";

/* Create toolbar item -> tooltip */
"Create torrent file" = "创建种子文件";

/* Create toolbar item -> palette label
   Create torrent -> select file */

"Create Torrent File" = "创建种子文件";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "创建 \"%@\" 失败.";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "目前正在下载中（相关且未阻挡）";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "目前正在上传中（相关且未阻挡）";

/* Message window -> table column */
"Date" = "日期";

/* Message window -> level
   Message window -> level string */

"Debug" = "调试";

/* inspector -> peer table -> header
   inspector -> web seed table -> header
   status bar -> status label
   Torrent -> status string */



"DL" = "下载";

/* Inspector -> Peers tab -> peers */
"DL from %d" = "下载从 %d";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "不要再检查磁盘空间";

/* Donation beg -> button */
"Don't bug me about this ever again." = "不要再提醒我。";

/* files tab -> tooltip */
"Don't Download" = "不要下载";

/* Donation beg -> button */
"Donate" = "捐助";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "无论捐助与否，您的使用体验都不会受到影响。";

/* file table -> header tool tip
   files tab -> tooltip */

"Download" = "下载";

/* Torrent disk space alert -> button */
"Download Anyway" = "一概下载";

/* Growl notification title */
"Download Complete" = "下载完成";

/* Blocklist -> message */
"Download of the blocklist failed." = "下载封锁列表失败。";

/* files tab -> tooltip */
"Download Some" = "下载部分";

/* Torrent table -> group row -> tooltip */
"Download speed" = "下载速度";

/* Stats window -> label
   tracker peer stat */

"Downloaded" = "已下载";

/* Torrent -> status string */
"Downloading" = "正在下载";

/* Blocklist -> message */
"Downloading blocklist" = "正在下载封锁列表";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "正在从 %1$d / %2$d  个 peer 下载";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "正在从 %d1 个 peer 下载";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "从 Peer 下载";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "正在从网络种子下载";

/* inspector -> peer table -> header tool tip
   Inspector -> Peers tab -> table row tooltip */

"Encrypted Connection" = "加密保护连接";

/* Message window -> level
   Message window -> level string
   Torrent -> status string */


"Error" = "出错";

/* Inspector -> tab
   Inspector view -> title */

"Files" = "文件";

/* Filter toolbar item -> label
   inspector -> file filter
   Message window -> filter field */


"Filter" = "过滤器";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "来源：缓存";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "来源：分布式hash表";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "来源：传入连接";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "来源: 种子外部协议握手";

/* Inspector -> Peers tab -> table row tooltip */
"From: local peer discovery" = "From: 本地同伴探索";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "来源：peer资料交换";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "来源：tracker";

/* File size - gigabytes */
"GB" = "GB";

/* Preferences -> toolbar item title */
"General" = "通用";

/* Inspector -> tab
   Inspector view -> title */

"General Info" = "一般信息";

/* Tracker last announce */
"got %d peers" = "有 %d peer";

/* Tracker last announce */
"got 1 peer" = "有 1 peer";

/* Groups -> Name */
"Gray" = "灰色";

/* Groups -> Name */
"Green" = "绿色";

/* Groups -> Button */
"Group" = "组";

/* Preferences -> toolbar item title */
"Groups" = "组别";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "隐藏过滤栏";

/* View menu -> Inspector */
"Hide Inspector" = "隐藏检查器";

/* View menu -> Status Bar */
"Hide Status Bar" = "隐藏状态栏";

/* File Outline -> Priority Menu */
"High" = "高";

/* files tab -> tooltip */
"High Priority" = "高优先级";

/* Legal alert -> button */
"I Accept" = "接受";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "若您尝试要使用已经存在的资料，资料根目录应位于目的目录内。";

/* Message window -> level
   Message window -> level string */

"Info" = "信息";

/* Inspector toolbar item -> label */
"Inspector" = "检查器";

/* inspector -> peer table -> header */
"IP Address" = "IP 地址";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "文件“%1$@”（来自 %2$@）似乎不是种子文件。";

/* File size - kilobytes */
"KB" = "KB";

/* Tracker last announce */
"Last Announce" = "上次通知";

/* Tracker last scrape */
"Last Scrape" = "上次获取";

/* Prefs -> blocklist -> message */
"Last updated" = "上次更新";

/* tracker peer stat */
"Leechers" = "吸血";

/* About window -> license button */
"License" = "许可协议";

/* Action menu -> upload/download limit
   torrent action menu -> upload/download limit */

"Limit (%d KB/s)" = "限制 (%d KB/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "无法储存日志";

/* File Outline -> Priority Menu */
"Low" = "低";

/* files tab -> tooltip */
"Low Priority" = "低优先级";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "磁化链接是已存在传输的多重。";

/* Inspector -> selected torrents
   Torrent -> progress string */

"Magnetized transfer" = "磁化的传输";

/* File size - megabytes */
"MB" = "MB";

/* Message window -> table column */
"Message" = "信息";

/* Message window -> title */
"Message Log" = "讯息日志";

/* files tab -> tooltip */
"Multiple Priorities" = "多重优先级";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */





"N/A" = "不详";

/* Preferences -> toolbar item title */
"Network" = "网络";

/* Prefs -> blocklist -> message */
"Never" = "永不";

/* Inspector -> tracker table */
"New Tier" = "新一层";

/* Tracker next announce */
"Next announce in %@" = "下一个通知在 %@";

/* Group table row */
"No Group" = "没有群组";

/* Inspector -> selected torrents */
"No Torrents Selected" = "没有选取种子文件";

/* Groups -> Button
   Groups -> Menu */

"None" = "无";

/* Donation beg -> button */
"Nope" = "不";

/* File Outline -> Priority Menu */
"Normal" = "正常";

/* files tab -> tooltip */
"Normal Priority" = "普通优先级";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "所剩磁盘空间不足，无法完全下载“%@”。";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button */

















"OK" = "好";

/* Removal confirm panel -> message part 2 */
"Once removed, continuing the transfers will require the torrent files or magnet links." = "一旦移除后，恢复传输需要种子文件或磁化链接。";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "一旦移除后，将无法联系且不可撤回。";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "一旦移除后，将无法联系且不可撤回。";

/* File Outline -> Menu */
"Only Check Selected" = "仅勾选所选项目";

/* Open toolbar item -> label */
"Open" = "打开";

/* Open address toolbar item -> label */
"Open Address" = "打开地址";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "打开种子文件地址";

/* Open toolbar item -> tooltip */
"Open torrent files" = "打开种子文件";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "打开种子文件";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "打开种子文件网页地址";

/* Inspector -> tab
   Inspector view -> title */

"Options" = "选项";

/* Groups -> Name */
"Orange" = "橙色";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "部份种子";

/* All toolbar item -> palette label */
"Pause / Resume All" = "全部暂停 / 续传";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "暂停 / 续传所选项目";

/* All toolbar item -> label */
"Pause All" = "全部暂停";

/* All toolbar item -> tooltip */
"Pause all transfers" = "暂停所有传输任务";

/* Selected toolbar item -> label */
"Pause Selected" = "暂停所选项目";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "暂停所选传输任务";

/* Torrent Table -> tooltip */
"Pause the transfer" = "暂停传输任务";

/* Torrent -> status string */
"Paused" = "已暂停";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "Peer未阻挡您，但您并不感兴趣";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "Peer要求您上传，但您不想上传（相关且阻挡）";

/* Inspector -> tab
   Inspector view -> title
   Preferences -> toolbar item title */


"Peers" = "Peer";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "端口";

/* Preferences -> Network -> port status */
"Port check site is down" = "端口检查网站关闭";

/* Preferences -> Network -> port status */
"Port is closed" = "端口已关闭";

/* Preferences -> Network -> port status */
"Port is open" = "端口开放";

/* File Outline -> Menu
   file table -> header tool tip */

"Priority" = "优先级";

/* files tab -> tooltip */
"Priority Not Available" = "无法取得优先顺序";

/* Inspector -> private torrent */
"Private Torrent, non-tracker peer discovery disabled" = "私密种子文件，非本地同伴探索已停用";

/* Message window -> table column */
"Process" = "程序";

/* Blocklist -> message */
"Processing blocklist" = "正在处理封锁列表";

/* Stats window -> label */
"Program Started" = "程式已启动";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %.1f%%" = "进度：%.1f%%";

/* Inspector -> private torrent */
"Public Torrent" = "公开种子";

/* Groups -> Name */
"Purple" = "紫色";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */



"Quick Look" = "快速查看";

/* Confirm Quit panel -> button
   Legal alert -> button
   Transmission already running alert -> button */


"Quit" = "退出";

/* Dock Badger -> quit */
"Quitting" = "正在退出";

/* Stats window -> label
   status bar -> status label
   Torrent -> status string
   Torrent table -> group row -> tooltip */



"Ratio" = "比率";

/* Groups -> Name */
"Red" = "红色";

/* Action menu -> status string toggle */
"Remaining Time" = "剩余时间";

/* Torrent -> eta string */
"remaining time unknown" = "剩余时间未知";

/* Preferences -> toolbar item title */
"Remote" = "远程";

/* Removal confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */


"Remove" = "移去";

/* Remove toolbar item -> palette label */
"Remove Selected" = "移除所选项目";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "移除所选传输任务";

/* Stats reset -> button
   Stats window -> reset button */

"Reset" = "重置";

/* All toolbar item -> label */
"Resume All" = "恢复全部";

/* All toolbar item -> tooltip */
"Resume all transfers" = "恢复全部";

/* Selected toolbar item -> label */
"Resume Selected" = "恢复所选";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "恢复所选";

/* Torrent cell -> button info */
"Resume the transfer" = "恢复传输";

/* Torrent cell -> button info */
"Resume the transfer right away" = "立即恢复传输";

/* Stats window -> label */
"Running Time" = "运行时间";

/* Message window -> save button */
"Save" = "存储";

/* Tracker last scrape */
"Scrape error" = "取得失败";

/* Tracker last scrape */
"Scrape timed out" = "取得超时";

/* tracker peer stat */
"Seeders" = "种子";

/* Torrent -> status string */
"Seeding" = "正在做种";

/* Torrent -> status string */
"Seeding complete" = "做种完成";

/* Growl notification title */
"Seeding Complete" = "做种完成";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "正在做种至 %1$d / %2$d 个 peer";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "正在做种至 %d / 1 个 peer";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */




"Select" = "选择";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "选取种子文件的文件或文件夹。";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "选取下载文件夹给 \"%@\"";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "选取种子文件的名称与位置。";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "选取 %d 数据文件的新文件夹。";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "选取“%@”的新文件夹。";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "变更全域设定的快速键。";

/* View menu -> Filter Bar */
"Show Filter Bar" = "显示过滤栏";

/* File Outline -> Menu */
"Show in Finder" = "在 Finder 中显示";

/* View menu -> Inspector */
"Show Inspector" = "显示检查器";

/* View menu -> Status Bar */
"Show Status Bar" = "显示状态栏";

/* Torrent cell -> button info */
"Show the data file in Finder" = "在 Finder 中显示数据文件";

/* Status Bar -> speed tooltip */
"Speed Limit" = "速度限制";

/* Growl notification title */
"Speed Limit Auto Disabled" = "已自动停用速度限制";

/* Growl notification title */
"Speed Limit Auto Enabled" = "已自动启用速度限制";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "速度限制会以其本身的限制来覆写总频宽限制。";

/* Torrent -> status string */
"Stalled" = "已停滞";

/* Stats window -> title */
"Statistics" = "统计数据";

/* Action menu -> status string toggle */
"Status of Selected Files" = "所选文件状态";

/* Action menu -> ratio stop
   torrent action menu -> ratio stop */

"Stop at Ratio (%.2f)" = "停止比率（%.2f）";

/* Torrent cell -> button info */
"Stop waiting to start" = "停止等待以开始";

/* Donation beg -> title */
"Support open-source indie software" = "支持开源的独立软件";

/* File size - terabytes */
"TB" = "TB";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "所选的种子文件地址不存在.";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "目的目录与资料根目录的名称相同。";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "路径 \"%@\" 不存在. 创建这个路径或选另一个来创建种子文件.";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "这个磁化链接  \"%@\" 无法添加因为重复了已有文件传输.";

/* Move error alert -> message
   Move inside itself alert -> message */

"The move operation of \"%@\" cannot be done." = "“%@”的移动作业无法完成。";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "无法从 %1$@ 下载种子：%2$@";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "找不到种子文件（%@）";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "无法打开种子文件，因为其所含资料无效。";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "文件大小总计为 0 字节。";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "无法打开种子文件，因为它与已添加的传输任务相同。";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "传输被中止. 清理空间于 %@ 或反选种子检查器中的文件来继续.";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed." = "传输不会联络tracker来寻找peer, 只会依赖于DHT和PEX来下载和做种。";

/* Confirm Quit panel -> message */
"There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "有 %d 个活动的传输将在退出时候中止. 传输将在下一次运行时自动恢复.";

/* Removal confirm panel -> message part 1 */
"There are %d active transfers." = "有 %d 个活动的传输.";

/* Removal confirm panel -> message part 1 */
"There are %d transfers (%d active)." = "有 %1$d 个传输 (%2$d 个活动).";

/* Create torrent -> blank address -> title */
"There are no tracker addresses." = "没有tracker地址.";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "有一个Transmission正在运行. 无法同时运行两个同样的程序.";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "有一个活动的传输将在退出时候中止. 传输将在下一次运行时自动恢复.";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "必须至少有一个文件在文件夹来创建种子.";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "创建文件 \"%@\" 出错.";

/* Move error alert -> title */
"There was an error moving the data file." = "移动文件时出错.";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "添加磁化链接时出错 \"%@\". 传输不发生.";

/* Create torrent -> no files -> title */
"This folder contains no files." = "此文件夹不包含任何文件.";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link." = "这种传输是活动的。一旦取消，继续传输将需要种子文件或者磁化链接。";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "这将清除显示的全球统计数据。个人传输统计信息将不会受到影响。";

/* Inspector -> tracker table */
"Tier %d" = "层 %d";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "切换过滤器";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "切换检查器";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "切换过滤器栏";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "切换种子检查器";

/* Download not a torrent -> title
   Torrent download error -> title */

"Torrent download failed" = "种子下载失败";

/* Growl notification title */
"Torrent File Auto Added" = "种子文件自动新增";

/* Inspector -> title */
"Torrent Inspector" = "种子监视器";

/* Torrent -> progress string */
"torrent metadata needed" = "种子元数据需要";

/* Status Bar -> speed tooltip */
"Total download rate" = "总下载速度";

/* stats total */
"Total N/A" = "总计 N/A";

/* Status Bar -> speed tooltip */
"Total upload rate" = "总上传速度";

/* Torrent -> status string */
"Tracker returned error" = "Tracker 返回错误";

/* Torrent -> status string */
"Tracker returned warning" = "Tracker 返回警告";

/* Tracker next announce */
"Tracker will be used as a backup" = "Tracker将以备份使用";

/* Inspector -> tab
   Inspector view -> title */

"Trackers" = "Tracker";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "传输未启动";

/* Preferences -> toolbar item title */
"Transfers" = "传输";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "传输不活动";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws." = "Transmission是一个文件共享软件。当您运行种子，其数据将提供通过其他方式上传。 您们完全为所相关的法律责任负责。";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "Transmission是一个全功能的种子应用程序。时间和精力已投入开发，编码和完善。如果你喜欢使用它，请考虑捐赠来呈现出你的爱。";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission 已经运行";

/* inspector -> peer table -> header
   status bar -> status label
   Torrent -> status string */


"UL" = "上传";

/* Inspector -> Peers tab -> peers */
"UL to %d" = "上传给 %d";

/* File Outline -> Menu */
"Uncheck Selected" = "不检查已选取";

/* Status Bar -> speed tooltip */
"unlimited" = "没有限制";

/* Torrent -> error string unreadable */
"unreadable error" = "不可读取的错误";

/* Save log panel -> default file name */
"untitled" = "未命名";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "上传速度";

/* Stats window -> label */
"Uploaded" = "已上传";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "以上传 %1$@ (比率: %2$@)";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "上传给 Peer";

/* Torrent -> status string */
"Waiting to check existing data" = "等待验证已有数据";

/* Torrent -> status string */
"Waiting to download" = "等待下载";

/* Torrent -> status string */
"Waiting to seed" = "等待做种";

/* Drag overlay -> url */
"Web Address" = "网络地址";

/* Torrent -> status string */
"web seed" = "网络种子";

/* inspector -> web seed table -> header */
"Web Seeds" = "网络种子";

/* Legal alert -> title */
"Welcome to Transmission" = "欢迎使用 Transmission";

/* Groups -> Name */
"Yellow" = "黄色";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "您阻挡了peer，但peer不感兴趣";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "你想下载，但peer不想要发送(有兴趣和阻挡)";